import 'package:get/get.dart';

class MyTranslation extends Translations {
  @override
  Map<String, Map<String, String>> get keys => {
        "ar": {
          "1": "اختر اللغة",
          "2": "اختر المنتج",
          "3":
              "  مرحبا بكم في البازار سوق حميميم الافتراضي \n  مكان يمكنك من خلاله الضغط على الزر لجعل \nالتسوق تجربة ممتعة وآمنة",
          "4": "سهل وآمن للشراء",
          "5":
              " سرعة في الأداء، بضائع وعلامات تجارية ذات نوعية جيدة والمزيد، نحن نبذل قصارى جهدنا  لجعل تجربة التسوق الخاصة بك آمنة وسهلة ",
          "6": "تتبع طلبك",
          "7":
              "لدينا مصباح علاء الدين السحري <زر> للسؤال عما تحتاجه وتريده،  + فريق خدمة العملاء جاهز 7/24",
          "8": "متابعه",
          "9": "تسجيل الدخول",
          "10": "اهلا بك",
          "11": "يمكنك تسجيل الدخول من خلال رقم الهاتف وكلمة المرور ",
          "12": "ادخل رقم الهاتف",
          "13": "ادخل كلمة المرور",
          "14": "هل نسيت كلمة المرور",
          "15": "تسجيل الدخول",
          "16": "ليس لديك حساب ? ",
          "17": "انشاء حساب",
          "18": "البريد الالكتروني",
          "19": "كلمة المرور",
          "20": "اسم المستخدم",
          "21": "رقم الهاتف",
          "22": "ادخل رقم الهاتف",
          "23": "ادخل اسم المستخدم",
          "24": "انشاء حساب من خلال رقم الهاتف وكلمة المرور",
          "25": " لديك حساب ? ",
          "26": "تسجيل الدخول",
          "27": "فحص رقم الهاتف",
          "28": "تم انشاء الحساب بنجاح",
          "29": "الرجاء ادخال رقم الهاتف لتلقي رمز التحقق",
          "30": "فحص",
          "31": "الذهاب لتسجيل الدخول",
          "32": "نجاح",
          "33": "حفظ",
          "34": "الرجاء ادخال كلمة المرور الجديدة",
          "35": "الكلمة الجديدة",
          "36": "تم اعادة تعيين كلمة المرور بنجاح",
          "37": "تهانينا",
          "38": "تم التسجيل بنجاح",
          "39": "البحث عن المنتجات",
          "40": "المتاجر",
          "41": "المنتجات الأكثر مبيعاً",
          "42": "سلتي",
          "43": "أنت تملك",
          "44": "منتج في سلتك",
          "45": "الإشعارات",
          "46":
              "أهلا بكم في زر الفانوس السحري للطلبات\nاختر التواصل معنا واطلب كل ما تريد : 😎",
          "47": "اضف الى السلة",
          "48": "كود الخصم",
          "49": "تأكيد",
          "50": "السعر",
          "51": "الخصم",
          "52": "السعر النهائي",
          "53": "طلب المنتج",
          "54": "طلباتي",
          "55": "أرشيف الطلبات",
          "56": "حولنا",
          "57": "الشروط والأحكام",
          "58": "تسجيل خروج",
          "59": "ل.س",
          "60": "تعيين كلمة مرور جديدة",
          "61": "رمز التأكيد",
          "62": "التحقق من الكود",
          "63": "ادخل الكود الذي ارسلناه الى الرقم الخاص بك",
          "64": "ادخل الكود الذي ارسلناه الى",
          "65": "اعادة طلب الكود",
          "66": "تفاصيل الطلب",
          "67": "المنتج",
          "68": "الكمية",
          "69": "حالة المنتج",
          "70": "في انتظار الموافقه على الطلب",
          "71": "يتم تحضير الطلب",
          "72": "طلبك جاهز للاستلام-ارسل اليك",
          "73": "شكرا للتسوق في بازار",
          "74": "اكمال الطلب",
          "75": "اختر طريقة الدفع",
          "76": "عند التوصيل",
          "77": "اختر طريقة التوصيل",
          "78": "توصيل",
          "79": "الاستلام من متجرنا",
          "80": "عنوان متجرنا",
          "81": "رقم الطلب",
          "82": "نوع الطلب",
          "83": "سعر الطلب",
          "84": "طريقة الدفع",
          "85": "حالة الطلب",
          "86": "تفاصيل",
          "87": "حذف",
          "88": "توصيل",
          "89": "قيد التحضير",
          "90": "خطأ",
          "91": "تم إدخال كلمة المرور أو رقم الهاتف بشكل غير صحيح",
          "92": "رقم الهاتف أو كلمة السر المدخلة موجود سابقاً",
          "93": "رمز التأكيد غير صحيح",
          "94": "الرقم غير موجود",
          "95": "كلمة المرور غير كافية",
          "96": "حاول مرة أخرى",
          "97": "غير متاح",
          "98": "الكوبون غير متاح",
          "99": "إشعار",
          "100": "تم اضافة المنتج الى السلة",
          "101": "تنبيه",
          "102": "السله فارغه",
          "103": "تم ازالة المنتج من السلة",
          "104": "من فضلك,إختر طريقة الدفع ",
          "105": "من فضلك, إختر طريقة التوصيل",
          "106": "تم إرسال الطلب بنجاح",
          "107": "تم إضافة المنتج الى المفضلة",
          "108": "هل تريد الخروج من التطبيق؟",
          "109": "تأكيد",
          "110": "إلغاء",
          "111": "إسم المستخدم غير متاح",
          "112": "الإيميل غير متاح",
          "113": "رقم الهاتف غير متاح",
          "114": "لا يمكن أن يبقى فارغ",
          "115": "لا يمكن أن يكون أقل من",
          "116": "لا يمكن أن يكون أكثر من",
          "117": "تم حذف المنتج من المفضلة",
          "118": "طلبات أخرى",
          "119": "يجب إضافة منتج واحد على الأقل الى السلة",
          "120": "نسيت أن تختار لون",
          "121": "نسيت أن تختار مقاس",
          "122":
              "   \n مكان يمكنك من خلاله الضغط على الزر لجعل التسوق تجربة ممتعة وآمنة بضائع وعلامات تجارية ذات نوعية جيدة والمزيد، نحن نبذل قصارى جهدنا  لجعل تجربة التسوق الخاصة بك آمنة وسهلة لدينا مصباح علاء الدين السحري <زر> للسؤال عما تحتاجه وتريده،  + فريق خدمة العملاء جاهز 7/24\n مرحبا بكم في البازار سوق حميميم الافتراضي ",
          "123": "اهلا وسهلا بك في تطبيق بازار\n"
              "تتضمن هذه الصفحة شروط الإستفادة من خدمات التجارة الالكترونية المقدمة من بازار لذا يرجى قراءتها بعناية قبل عملية الشراء، وعند استفادتك من خدماتنا فهذا يعني انك توافق على الشروط والأحكام\n "
              "يمكن التواصل معنا على الرقم التالي على واتساب حصرا.\n"
              "+96170539060\n"
              "او على البريد الالكتروني : Bazar@базар-базар.com\n"
              "- الية عمل بازار:\n"
              "يتم عرض منتجات متنوعة من عدة فئات ضمن تطبيق بازار بالإضافة الى ذكر جميع مواصفات المنتجات واسعارها كما يحددها المصدر مما يتيح للمستخدم اختيار ما يرغب به واضافتهم الي سلة التسوق الخاصة به ومن ثم اتمام عملية التسوق عن طريق انشاء طلبية شراء مرتبطة بمعلومات المستخدم - من اسم كامل ورقم للموبايل و مكان الاستلام لكي يتم معالجة طلبه وتسليمه المنتجات المطلوبة بما يتوافق مع الانظمة والقوانين والشروط المدرجة ضمن فقرة ( التوصيل والشحن) وفقرة (الإسعار والدفع).\n"
              "-انشاء حساب زبون ضمن بازار\n"
              "يمكن لاي شخص انشاء حساب على بازار عن طريق رقم للموبايل الخاص به ويمكنه تسجيل الخروج من حسابه في اي وقت يشاء .\n"
              "يحق لنا ايقاف حساب اي زبون في حال خالف الشروط والقوانين او استخدم تطبيق بازار بشكل سيئ على سبيل المثال وليس الحصر عدم استلام الطلب، اعطاء معلومات وهمية، التشهير بسمعة التطبيق دون وجه حق .\n"
              "- التوصيل والشحن:\n"
              "يقوم فريق توصيل بازار بعملية التوصيل بعد اتمام عملية الشراء من مدة زمنية قدرها من يومان الى سبعة ايام حسب الأصناف المطلوبة * التوصيل مأجور بأسعار رمزية.\n"
              "- يرجى قراءة النقاط التالية بتمعن :\n"
              "١-  يحق لتطبيق بازار طلب تسديد قيمة الطلب او جزء منه بشكل مسبق في بعض الحالات مثلا عندما تكون قيمة الفاتورة تتجاوز ٥ مليون وسوف يتم اعلام الزبون بذلك وفي هذه الحالة لا يتم البدء بتجهيز الطلب حتى يتم تسديد المبلغ المطلوب او جزء منه كما ان تطبيق بازار غير مسؤول عن حدوث تغييرات في توفر المنتج او توفره لدى المصدر وسوف يتم اعلام الزبون بذلك.\n"
              "٢- يحق للزبون ان يتفحص المنتجات عند استلامها لمدة لا تتجاوز اليوم وفي حال وجود عيب او مخالفة بالمواصفات في احد المنتجات يمكن للزبون ارجاع المنتج بدون تحمل اي تكلفة إضافية.\n"
              "٣- في حال عدم الرد من الزبون بعد اتمام عملية تجهيز الطلب فإن تطبيق بازار يمكنه الغاء الطلب وسوف يخسر الزبون أية خصومات وعروض كان قد استفاد منها عند الطلب.\n"
              "٤- ان تطبيق بازار يسعى لتوصيل المنتجات المطلوبة باسرع وقت ممكن ولكن يجدر بالذكر بان زمن التوصيل والشحن مرتبطين بموضوع تأمين المنتجات المطلوبة من المصدر في الاسواق السورية بما يطابق السعر، الجودة والمواصفات المعلن عنها ضمن التطبيق.\n"
              "٥- ان تطبيق بازار ليس مصدرا للبضائع المعروضة وانما هو وسيط بين الزبون والوكيل او التاجر او المصنع او الشركة لذا التطبيق غير مسؤول عن عدم توفر بعض المنتجات لدى المصدر وفي حال تامين بدائل مشابهة للمنتج المطلوب سوف يتم اعلام الزبون بجميع تفاصيل المنتج البديل وفي حال رغبة الزبون يتم الارسال بدلا من المنتج المطلوب .\n"
              "٦- في حال عدم توفر المنتج لدى المصدر او عند توفره بما لا يتطابق مع السعر، الجودة ، المواصفات المعلن عنها ضمن التطبيق سوف يتم إبلاغ الزبون عند الغاء الطلب لاي سبب مع ذكر السبب للزبون بمدة زمنية لا تقل عن ١٢ ساعة من عملية الشراء.\n"
              "- الإسعار والدفع:\n "
              "ان الإسعار المعروضة قابلة للتغيير بأية لحظة وفق ما يتم اعلامنا به من قبل المصدر في الاسواق السورية لذا قد تتغير الإسعار اثناء تصفحك التطبيق وفي حال الطلب ووجود خطأ او تعديل في السعر من المصدر سوف يتم اعلام الزبون باسرع وقت وله الحق في تاكيد الشراء بالسعر الجديد او إلغاءه دون اي تكلفة مادية.\n"
              "التعامل بالليرة السورية حصرا وسوف يتم ادراج فاتورة مطبوعة للزبون يستلمها عند وصول الطلب من مندوب التوصيل.\n"
              "- الترجيع والتبديل :\n"
              "يحق للزبون بعد استلام المنتج في حال مخالفته المواصفات المكتوبة او الصورة ان يرجع المنتج او يلغي الطلب ل مدة لا تتجاوز اليومين كما ان تطبيق بازار يتكفل بالترجيع والتبديل في حال سوء تصنيع او مشكله بالمنتج وليس سوء الاستخدام، يجدر بالذكر ان جميع المنتجات القابلة للكسر، على سبيل المثال وليس الحصر الزجاج ، الديكورات، الادوات الالكترونية، غير قابلة للترجيع وعلى الزبون فحصها جيدا قبل الاستلام.\n"
              "ان هذه القوانين والشروط تتغير باستمرار ونحن نلتزم ان تكون معروضة على التطبيق بشكل دائم .\n"
              "- في حال وجود اي استفسار يمكنك التواصل معنا عن طريق : \n"
              "واتساب على الارقام.\n"
              "+96170542149\n"
              "+96170539060\n",
          "124": "نفذت الكمية",
          "125": "اختر الترتيب كما تريد:",
          "126": "افتراضي",
          "127": "من الألف إلى الياء",
          "128": "من الياء إلى الألف",
          "129": "السعر من الأقل الى الأكثر",
          "130": "السعر من الأكثر إلى الأقل",
          "131": "B A Z A A R",
          "132": "يجب ان تكون قيمه الفاتوره اكثر من 500 الف ل.س",
          "133": "تبديل اللغه",
          "134": "الحساب",
          "135": "اعرف المزيد عن تطبيق بازار",
        },
        "en": {
          "1": "Choose Language",
          "2": "Choose Product",
          "3":
              "Welcome to bazaar hmeimim virtual market A place where you can in on button make shopping fun and safe experience",
          "4": "Easy And Safe Paymnet",
          "5":
              "Speed in performance good quality merchandise,brands and more, We try our best to make your shopping experience safe and easy.",
          "6": "Track Your Order",
          "7":
              "We have Aladdin magic lamp <button> to ask what you need and want, \n+ customer service team ready 24/7",
          "8": "Continue",
          "9": "Sign In",
          "10": "Welcome Back",
          "11": "Sign In Your Phone And Password",
          "12": "Enter Your Phone",
          "13": "Enter Your Password",
          "14": "Forget Password",
          "15": "Sign In",
          "16": "Dont Have An Account ? ",
          "17": "Sign Up",
          "18": "Email",
          "19": "Password",
          "20": "Username",
          "21": "Phone",
          "22": "Enter Your Phone",
          "23": "Enter Your Username",
          "24": "Sign Up With Your phone And Password",
          "25": " have an account ? ",
          "26": "SignIn",
          "27": "Check phone",
          "28": "Account successfully created",
          "29": "please Enter Your phone Address To Recive A verification code",
          "30": "check",
          "31": "Go To Login",
          "32": "Success",
          "33": "save",
          "34": "Please Enter new Password",
          "35": "New Password",
          "36": "Password has been reset successfully",
          "37": "congratulations",
          "38": "successfully registered",
          "39": "Find Product",
          "40": "Categories",
          "41": "Product for you",
          "42": "My Cart",
          "43": "You Have",
          "44": "Items in Your List",
          "45": "Notification",
          "46":
              "Wellcom in magic lantern button for orders \nchoose to contact with us and ask for everything you want :😎",
          "47": "Add To Cart",
          "48": "Coupon Code",
          "49": "apply",
          "50": "price",
          "51": "discount",
          "52": "Total Price",
          "53": "Order",
          "54": "Orders",
          "55": "Archive",
          "56": "About us",
          "57": "Terms and Conditions",
          "58": "Logout",
          "59": "S.P",
          "60": "ResetPassword",
          "61": "Verification Code",
          "62": "Check code",
          "63": "Please Enter The Digit Code Sent To your phone",
          "64": "Please Enter The Digit Code Sent To",
          "65": "Resend verfiy code",
          "66": "Orders Details",
          "67": "Item",
          "68": "QTY",
          "69": "status",
          "70": "Waiting for approval",
          "71": "The order is being prepared",
          "72": "Your order is ready for pickup - sent to you",
          "73": "Thank you for shopping at Bazaar",
          "74": "Checkout",
          "75": "Choose Payment Method",
          "76": "Cash On Delivery",
          "77": "Choose Delivery Type",
          "78": "Delivery",
          "79": "Pick up from our store",
          "80": "Our Market Address",
          "81": "Order Number",
          "82": "Order Type",
          "83": "Order Price",
          "84": "Payment Method",
          "85": "Order Status",
          "86": "Details",
          "87": "Delete",
          "88": "delivery",
          "89": "In preparation",
          "90": "ُWarning",
          "91": "phone Or Password Not Correct",
          "92": "Phone Number Or Password Already Exists",
          "93": "Verify Code Not Correct",
          "94": "phone Not Found",
          "95": "Password Not Match",
          "96": "Try Again",
          "97": "Not Valid",
          "98": "Coupon Not Valid",
          "99": "notice",
          "100": "The product has been added to the cart",
          "101": "alert",
          "102": "The cart is empty",
          "103": "The product has been removed from the cart",
          "104": "Please select a payment method",
          "105": "Please select a order Type",
          "106": "the order was successfully",
          "107": "Products have been added to favorites",
          "108": "Do you want to exit the application?",
          "109": "Ok",
          "110": "Cancel",
          "111": "not valid username",
          "112": "not valid email",
          "113": "not valid phone",
          "114": "can't be Empty",
          "115": "can't be less than",
          "116": "can't be larger than",
          "117": "The product has been removed from favorites",
          "118": "Other Requests",
          "119": "At least one product must be added to the cart",
          "120": "You forgot to choose a color",
          "121": "You forgot to choose a size",
          "122": "* Welcome to bazaar hmeimim virtual market A place where you can in on button make shopping funand safe experience,\n* good quality merchandise,brands and more, We try our best to make your shopping experience safe and easy,\n"
              "* We have Aladdin magic lamp <button> to ask what you need and want, + customer service team ready 24/7",
          "123": "Welcome to Bazaar application\n"
              "This page includes the conditions for benefiting from the e-commerce services provided by Bazaar, so please read it carefully before the purchase process. When you benefit from our services, this means that you agree to the terms and conditions.\n"
              "You can contact us exclusively on the following number on WhatsApp.\n"
              "+96170539060\n"
              "Or by email : Bazar@базар-базар.com\n"
              "- Bazaar mechanism:\n"
              "Various products from several categories are displayed within Bazaar application, in addition to mentioning all product specifications and prices as determined by the source, which allows the user to choose what he wants and add them to his shopping cart and then complete the shopping process by creating a purchase order linked to the user’s information - from the full name  And a mobile number and the place of receipt in order for his request to be processed and the required products to be delivered in accordance with the regulations, laws and conditions listed under the (delivery and shipping) paragraph and the (prices and payment) paragraph."
              "- Create a customer account within Bazaar\n"
              "Anyone can create an account on Bazaar using his mobile number, and he can log out of his account at any time he wants.\n"
              "We have the right to suspend the account of any customer if he violates the terms and conditions or uses the Bazaar application poorly, for example but not limited to not receiving the order, giving fake information, or unlawfully defaming the reputation of the application.\n"
              "-Delivery and shipping:\n"
              "The Bazaar delivery team carries out the delivery process after completing the purchase process, within a period of time ranging from two to seven days, depending on the required items. * Delivery is charged at nominal prices.\n"
              "- Please read the following points carefully:\n"
              "1- The Bazaar application has the right to request payment of the value of the order or part of it in advance in some cases, for example when the value of the invoice exceeds 5 million, and the customer will be informed of that. In this case, processing of the order will not begin until the required amount or part of it is paid. Likewise, the Bazaar application  We are not responsible for any changes in the availability of the product or its availability at the source, and the customer will be informed of that.\n"
              "2- The customer has the right to inspect the products upon receipt for a period not exceeding one day. In the event of a defect or violation of specifications in one of the products, the customer can return the product without incurring any additional cost.\n"
              "3- If there is no response from the customer after completing the order processing process, the Bazaar application can cancel the order and the customer will lose any discounts and offers that he had benefited from when ordering.\n"
              "4- The Bazaar application seeks to deliver the required products as quickly as possible, but it is worth noting that the delivery and shipping time are linked to the issue of securing the required products from the source in the Syrian markets in a way that matches the price, quality and specifications announced within the application.\n"
              "5- The Bazaar application is not a source for the offered goods, but rather it is an intermediary between the customer and the agent, merchant, factory, or company. Therefore, the application is not responsible for the unavailability of some products from the source. In the event that alternatives similar to the requested product are provided, the customer will be informed of all the details of the alternative product, and if desired.  The customer is sent instead of the requested product.\n"
              "6-In the event that the product is not available from the source or when its availability does not match the price, quality, or specifications announced within the application, the customer will be informed when the order is canceled for any reason, with the reason stated to the customer within a period of time of no less than 12 hours from the purchase process.\n"
              "-Prices and payment:\n"
              " The prices displayed are subject to change at any moment according to what is notified to us by the source in the Syrian markets. Therefore, the prices may change while you are browsing the application. In the event of ordering and there is an error or modification in the price from the source, the customer will be notified as soon as possible and he has the right to confirm the purchase at the new price or  Cancel it without any financial cost.\n"
              "- Rewind and exchange:\n"
              " After receiving the product, if it violates the written specifications or the picture, the customer has the right to return the product or cancel the order for a period not exceeding two days. The Bazaar application also takes care of returns and exchanges in the event of poor manufacturing or a problem with the product and not misuse. It is worth noting that all breakable products,  For example, but not limited to, glass, decorations, and electronic tools are not returnable, and the customer must inspect them carefully before receiving them.\n"
              "These laws and conditions are constantly changing and we are committed to having them permanently displayed on the application.\n"
              "-If you have any questions, you can contact us via:\n"
              " WhatsApp on numbers.\n"
              "+96170542149\n"
              "+96170539060\n",
          "124": " Sold",
          "125": "Choose the sort as you want :",
          "126": "Default",
          "127": "From A to Z",
          "128": "From Z to A",
          "129": "Price from lowest to highest",
          "130": "Price from highest to lowest",
          "131": "B A Z A A R",
          "132": "The invoice value must be more than 500 thousand SYP",
          "133": "Change Language",
          "134": "Account",
          "135": "Learn more about Bazaar App",
        },
        "ru": {
          "1": "Выберите язык",
          "2": "Выберите продукт",
          "3":
              " Добро пожаловать на базар виртуальный рынок Хмеймим Место, где вы можете нажать кнопку, чтобы сделать шопинг увлекательным и безопасным.",
          "4": "Простая и безопасная оплата",
          "5":
              "Скорость работы, товары хорошего качества,бренды и многое другое, все, Мы делаем все возможное, чтобы сделать ваши покупки безопасными и легкими.",
          "6": "Отследить ваш заказ",
          "7":
              "У нас есть «кнопка» волшебной лампы Аладдина, чтобы спросить, что вам нужно и чего вы хотите, + служба поддержки клиентов работает круглосуточно и без выходных. ",
          "8": "Продолжать",
          "9": "Войти",
          "10": "Добро пожаловать",
          "11": "Войдите в свой телефон и пароль",
          "12": "Введите свой телефон",
          "13": "Введите ваш пароль",
          "14": "Забыть пароль",
          "15": "Войти",
          "16": "У вас нет учетной записи?",
          "17": "Зарегистрироваться",
          "18": "Электронная почта",
          "19": "Пароль",
          "20": "Имя пользователя",
          "21": "Телефон",
          "22": "Введите свой телефон",
          "23": "Введите имя пользователя",
          "24": "Зарегистрируйтесь, используя свой телефон и пароль",
          "25": " Иметь аккаунт ?",
          "26": "Войти",
          "27": "Проверить телефон",
          "28": "Счет успешно создан",
          "29":
              "пожалуйста, введите адрес вашего телефона, чтобы получить код подтверждения",
          "30": "проверять",
          "31": "Перейти к входу",
          "32": "Успех",
          "33": "сохранять",
          "34": "Пожалуйста, введите новый пароль",
          "35": "Новый пароль",
          "36": "Пароль успешно сброшен",
          "37": "поздравления",
          "38": "успешно зарегистрирован",
          "39": "Найти продукт",
          "40": "Категории",
          "41": "Продукт для вас",
          "42": "Моя тележка",
          "43": "У вас есть",
          "44": "Товары в вашем списке",
          "45": "Уведомление",
          "46":
              "Веллком в кнопке волшебного фонаря для заказов \nвыберите, свяжитесь с нами и спросите все, что вы хотите :😎",
          "47": "Добавить в корзину",
          "48": "код купона",
          "49": "применять",
          "50": "цена",
          "51": "скидка",
          "52": "Итоговая цена",
          "53": "Заказ",
          "54": "Заказы",
          "55": "Архив",
          "56": "О нас",
          "57": "Условия и положения",
          "58": "Выйти",
          "59": "S.P",
          "60": "Сброс пароля",
          "61": "Проверочный код",
          "62": "Проверить код",
          "63": "Пожалуйста, введите цифровой код, отправленный на ваш телефон",
          "64": "Пожалуйста, введите цифровой код, отправленный на",
          "65": "Повторно отправить код подтверждения",
          "66": "Детали заказов",
          "67": "Элемент",
          "68": "КОЛ-ВО",
          "69": "положение дел",
          "70": "Ожидание подтверждения",
          "71": "Заказ готовится",
          "72": "Ваш заказ готов к самовывозу — отправлен вам",
          "73": "Спасибо за покупки на Базаре",
          "74": "Проверить",
          "75": "Выберите способ оплаты",
          "76": "Оплата при доставке",
          "77": "Выберите тип доставки",
          "78": "Доставка",
          "79": "Забрать из нашего магазина",
          "80": "Наш рыночный адрес",
          "81": "Номер заказа",
          "82": "Тип заказа",
          "83": "Стоимость заказа",
          "84": "Способ оплаты",
          "85": "Статус заказа",
          "86": "Подробности",
          "87": "Удалить",
          "88": "доставка",
          "89": "В подготовке",
          "90": "предупреждение",
          "91": "телефон или пароль не верен",
          "92": "Номер телефона или пароль уже существует",
          "93": "Проверьте, что код неверен",
          "94": "телефон не найден",
          "95": "Пароль не совпадает",
          "96": "Попробуйте еще раз",
          "97": "Недействительно",
          "98": "Купон недействителен",
          "99": "уведомление",
          "100": "Продукт был добавлен в корзину",
          "101": "тревога",
          "102": "Корзина пуста",
          "103": "Товар удален из корзины",
          "104": "Пожалуйста, выберите способ оплаты",
          "105": "Пожалуйста, выберите Тип заказа",
          "106": "заказ успешно выполнен",
          "107": "Товары добавлены в избранное",
          "108": "Вы хотите выйти из приложения?",
          "109": "Хорошо",
          "110": "Отмена",
          "111": "недействительное имя пользователя",
          "112": "недействительный адрес электронной почты",
          "113": "недействительный телефон",
          "114": "не может быть пустым",
          "115": "не может быть меньше",
          "116": "не может быть больше, чем",
          "117": "The product has been removed from favorites",
          "118": " Другие запросы",
          "119": "В корзину должен быть добавлен хотя бы один товар",
          "120": "Вы забыли выбрать цвет",
          "121": "Вы забыли выбрать размер",
          "122": "* Добро пожаловать на виртуальный рынок базара hmeimim. Место, где вы можете нажать кнопку, чтобы сделать покупки увлекательными и безопасными.\n* Товары хорошего качества, бренды и многое другое. Мы делаем все возможное, чтобы сделать ваши покупки безопасными и легкими,\n"
              "* У нас есть волшебная лампа Аладдина <кнопка>, чтобы спросить, что вам нужно и чего вы хотите, + служба поддержки клиентов готова круглосуточно и без выходных",
          "123": "Добро пожаловать в приложение Базар\n"
              "На этой странице приведены условия использования услуг электронной коммерции, предоставляемых Bazaar, поэтому, пожалуйста, внимательно прочтите ее перед покупкой.  Когда вы пользуетесь нашими услугами, это означает, что вы соглашаетесь с условиями.\n"
              "Вы можете связаться с нами исключительно по следующему номеру в WhatsApp.\n"
              "+96170539060\n"
              "Или по электронной почте : Bazar@базар-базар.com\n"
              "- Базарный механизм:\n"
              "В приложении Bazaar отображаются различные продукты из нескольких категорий, а также упоминаются все характеристики продуктов и цены, определенные источником, что позволяет пользователю выбрать то, что он хочет, и добавить их в свою корзину, а затем завершить процесс покупки, создав  заказ на покупку, связанный с информацией пользователя - от полного имени  И номера мобильного телефона и места получения, чтобы его запрос был обработан и необходимые продукты были доставлены в соответствии с правилами, законами и условиями, перечисленными в (  пункт «доставка и доставка») и пункт (цены и оплата).\n"
              "- Создайте учетную запись клиента на Bazaar.\n"
              "Любой может создать учетную запись на Bazaar, используя свой номер мобильного телефона, и выйти из своей учетной записи в любое время, когда захочет.\n"
              "Мы имеем право приостановить действие учетной записи любого клиента, если он нарушает условия или плохо использует приложение Bazaar, например, помимо прочего, не получает заказ, предоставляет ложную информацию или незаконно порочит репутацию приложения.\n"
              "-Доставка и доставка:\n"
              "Служба доставки Базара осуществляет доставку после завершения процесса покупки в течение периода времени от двух до семи дней, в зависимости от необходимого товара.  * Доставка осуществляется по номинальным ценам.\n"
              "- Пожалуйста, внимательно прочитайте следующие пункты:\n"
              "1- Приложение Bazaar имеет право запросить предоплату стоимости заказа или его части в некоторых случаях, например, когда стоимость счета превышает 5 миллионов, и клиент будет проинформирован об этом.  В этом случае обработка заказа не начнется до тех пор, пока не будет оплачена необходимая сумма или ее часть.  Аналогично, приложение Bazaar . Мы не несем ответственности за какие-либо изменения в наличии продукта или его доступности у источника, и клиент будет проинформирован об этом.\n"
              "2- Покупатель имеет право проверить товар при получении в течение срока, не превышающего одного дня.  В случае обнаружения дефекта или нарушения технических характеристик в одном из товаров клиент может вернуть товар без каких-либо дополнительных затрат.\n"
              "3- Если после завершения процесса обработки заказа клиент не получит ответа, приложение Bazaar может отменить заказ, и клиент потеряет все скидки и предложения, которыми он воспользовался при заказе.\n"
              "4- Приложение Bazaar стремится доставить необходимые продукты как можно быстрее, но стоит отметить, что время доставки и отгрузки связано с вопросом обеспечения необходимых продуктов от источника на сирийских рынках таким образом, чтобы это соответствовало  цена, качество и характеристики заявлены в заявке.\n"
              "5- Приложение Bazaar не является источником предлагаемых товаров, а является посредником между покупателем и агентом, продавцом, фабрикой или компанией.  Поэтому приложение не несет ответственности за недоступность некоторых товаров из источника.  В случае предоставления альтернатив, аналогичных запрашиваемому товару, заказчик будет проинформирован обо всех деталях альтернативного товара, при желании.  Вместо запрошенного товара отправляется заказчик.\n"
              "6- В случае, если товар недоступен у источника или когда его доступность не соответствует цене, качеству или характеристикам, заявленным в заявке, клиент будет проинформирован об отмене заказа по какой-либо причине с указанием причины.  заявил\n"
              "Покупателю в течение не менее 12 часов с момента совершения покупки.\n"
              "-Цены и оплата:\n"
              "Отображаемые цены могут быть изменены в любой момент в зависимости от того, что нам сообщит источник на сирийских рынках.  Поэтому цены могут меняться, пока вы просматриваете приложение.  В случае заказа и обнаружения ошибки или изменения цены из источника клиент будет уведомлен как можно скорее и имеет право подтвердить покупку по новой цене или отменить ее без каких-либо финансовых затрат.\n"
              "- Перемотка и обмен:\n"
              "После получения товара, если он нарушает письменные характеристики или изображение, покупатель имеет право вернуть товар или отменить заказ на срок, не превышающий двух дней.  Приложение Bazaar также позаботится о возврате и обмене в случае некачественного изготовления или проблем с товаром, а не о неправильном использовании.  Стоит отметить, что все бьющиеся товары, например, помимо прочего, стекло, украшения и электронные инструменты, не подлежат возврату, и покупатель должен тщательно осмотреть их перед получением.\n"
              "Эти законы и условия постоянно меняются, и мы стремимся постоянно отображать их в приложении.\n"
              "-Если у вас есть какие-либо вопросы, вы можете связаться с нами через:\n"
              "WhatsApp по номерам.\n"
              "+96170542149\n"
              "+96170539060\n",
          "124": "Продал",
          "125": "Выберите сортировку по своему усмотрению:",
          "126": "По умолчанию",
          "127": "От А до Я",
          "128": "От Я до А",
          "129": "Цена от самой низкой до самой высокой",
          "130": "Цена от самой высокой до самой низкой",
          "131": "Б А З А A Р",
          "132": "Сумма счета должна быть более 500 тысяч сирийских песо.",
          "133": "Изменение языка",
          "134": "Счет",
          "135": "Узнайте больше о приложении Bazaar",
        }
      };
}
